Repository: NivardoX/sige
Catalog: application/langs/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Warning!
pt_br: Atenção!

source: Heads up!
pt_br: Cuidado!

source: Error!
pt_br: Erro!

source: Success!
pt_br: Sucesso!

source: Page not found.
pt_br: Página não encontrada.

source: Application error
pt_br: Erro na aplicação

source: Welcome back. Your registration was confirmed!<br/>Please update your profile data.
pt_br: Bem-vindo de volta. Sua inscrição foi confirmada!<br/>Por favor, atualize os dados do seu perfil.

source: E-mail or Password incorrect.
pt_br: E-mail ou Senha incorreto.

source: E-mail successfully sent, check your e-mail.
pt_br: E-mail enviado com sucesso, verifique sua conta de e-mail.

source: E-mail not found.
pt_br: E-mail não encontrado.

source: Permission denied.
pt_br: Permissão negada.

source: Bookmark
pt_br: Favoritar

source: An unexpected error ocurred while bookmarking the event.<br/> Details:&nbsp;
pt_br: Ocorreu um erro inesperado ao favoritar o evento.<br/> Detalhes:&nbsp;

source: The submission period goes from %s to %s.
pt_br: O período de submissão vai de %s a %s.

source: Paper was submitted. Wait for a contact by e-mail.
pt_br: Trabalho foi submetido. Espere contato por e-mail.

source: An unexpected error ocurred.<br/> Details:&nbsp;
pt_br: Ocorreu um erro inesperado.<br/>Detalhes:&nbsp;

source: Only the author can edit the Event.
pt_br: Somente o autor pode editar o Evento.

source: Event successfully updated.
pt_br: Evento atualizado com sucesso.

source: Event not found.
pt_br: Evento não encontrado.

source: The request can not be completed.
pt_br: A requisição não pode ser completada.

source: Event was successfully removed from the Bookmarks.
pt_br: Evento foi removido com sucesso dos Favoritos.

source: No speakers selected.
pt_br: Nenhum palestrante foi selecionado.

source: You don't have permission to edit this event.
pt_br: Você não tem permissão para editar este evento.

source: This event could not be deleted.
pt_br: Este evento não pode ser deletado.

source: Speaker was successfuly removed from the event.
pt_br: Palestrante foi removido com sucesso deste evento.

source: No speaker was selected.
pt_br: Nenhum palestrante selecionado.

source: Tag added successfully.
pt_br: Tag adicionada com sucesso.

source: An unexpected error ocurred while saving <b>tag</b>.
pt_br: Ocorreu um erro inesperado ao salvar <b>tag</b>.

source: Tag already added.
pt_br: Tag já existe.

source: An unexpected error ocurred while saving <b>tag</b>. Details:&nbsp;
pt_br: Ocorreu um erro inesperado ao salvar <b>tag</b>. Detalhes:&nbsp;

source: Tag already exists.
pt_br: Tag já existe.

source: Tag removed successfully.
pt_br: Tag removida com sucesso.

source: Tag not found.
pt_br: Tag não encontrada.

source: This paper doesn't belongs to you. You don't have permission to read someone else's papers.
pt_br: Este artigo não pertence a você. Você não tem permissão de ver artigos de outra pessoa.

source: The file is not a valid PDF document.<br/>Details:
pt_br: O arquivo não é um documento PDF.<br/>Detalhes:

source: The Paper could not be loaded.
pt_br: O artigo não pode ser carregado.

source: This PDF file might be corrupted. Please check if this is a valid PDF file.
pt_br: Este arquivo PDF pode estar corrompido. Por favor, verifique se este é um documento PDF válido.

source: E-mail already registered.
pt_br: E-mail já cadastrado.

source: No participant was selected.
pt_br: Nenhum participante foi selecionado.

source: One participant added to this caravan successfully.
pt_br: Um participante adicionado a esta caravana com sucesso.

source: No participant was added to this caravan.
pt_br: Nenhum participante foi adicionado a esta caravana.

source: Participant was removed from this caravan successfully.
pt_br: Participante removido desta caravana com sucesso.

source: A caravan with this description already exists.
pt_br: Uma caravana com esta descrição já existe.

source: Create Caravan
pt_br: Criar Caravana

source: Edit Caravan
pt_br: Editar Caravana

source: Edit permission
pt_br: Editar permissão

source: Events
pt_br: Eventos

source: Details
pt_br: Detalhes

source: Invalidate
pt_br: Invalidar

source: Validate
pt_br: Validar

source: Undo presented
pt_br: Desfazer apresentado

source: Presented
pt_br: Apresentado

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Parcial Schedule
pt_br: Programação Parcial

source: Registration
pt_br: Inscrições

source: Confirmed!
pt_br: Confirmado!

source: Not confirmed!
pt_br: Não confirmado!

source: Participant confirmed.
pt_br: Participante confirmado.

source: Participant confirmation undone.
pt_br: Confirmação do participante desfeita.

source: New Conference
pt_br: Novo Encontro

source: Edit Conference
pt_br: Editar Encontro

source: Message successfully updated.
pt_br: Mensagem atualizada com sucesso.

source: Edit e-mail confirmation message
pt_br: Editar mensagem de e-mail de confirmação

source: Edit e-mail recover password message
pt_br: Editar mensagem de e-mail para recuperar senha

source: Participant of Conference Template
pt_br: Template de Participante de Encontro

source: Event Speaker Template
pt_br: Template de Palestrante de Evento

source: Participant of Event Template
pt_br: Template de Participante de Evento

source: Certificate type unknow.
pt_br: Tipo de certificado desconhecido.

source: Dashboard
pt_br: Painel

source: Request could not be completed.
pt_br: Requisição não pode ser completada.

source: Conference Reports
pt_br: Relatórios do Encontro

source: Current Conference
pt_br: Encontro Atual

source: Registrations per day
pt_br: Inscrições por dia

source: Reports
pt_br: Relatórios

source: Registrations per hour of day
pt_br: Inscrições por hora do dia

source: Registrations per gender
pt_br: Inscrições por sexo

source: Registrations per district (All)
pt_br: Inscrições por município (Todos)

source: Registrations per district (15+)
pt_br: Inscrições por município (15+)

source: New schedule
pt_br: Novo horário

source: Edit schedule
pt_br: Editar horário

source: Caravans
pt_br: Caravanas

source: Confirm
pt_br: Confirmar

source: Message
pt_br: Mensagem

source: Subject
pt_br: Assunto

source: Description:
pt_br: Descrição:

source: Class 1 or Part 1...
pt_br: Turma 1 ou Parte 1...

source: Place:
pt_br: Local:

source: Cancel
pt_br: Cancelar

source: Is administrator?
pt_br: É administrador?

source: User type
pt_br: Tipo de usuário

source: Conference Name
pt_br: Nome do Encontro

source: Codename
pt_br: Codenome

source: Starts in
pt_br: Inicia em

source: Ends in
pt_br: Termina em

source: Submission starts in
pt_br: Submissão inicia em

source: Submission ends in
pt_br: Submissão termina em

source: Write a little about yourself...
pt_br: Escreva um pouco sobre você...

source: Invalid Slideshare username
pt_br: Usuário do Slideshare inválido

source: Name:
pt_br: Nome:

source: Name must have at least 1 character. Or contains invalid characters
pt_br: Nome deve ter no mínimo 1 caractere. Ou contém caracteres inválidos

source: Invalid E-mail.
pt_br: E-mail inválido.

source: Nickname:
pt_br: Apelido:

source: Nickname must have at least 1, max. 20 characters
pt_br: Apelido deve ter no mín. 1, max. 20 caracteres

source: Gender:
pt_br: Sexo:

source: Invalid Twitter username
pt_br: Nome de usuário do Twitter inválido

source: Invalid Facebook username
pt_br: Nome de usuário do Facebook inválido

source: Invalid website
pt_br: Site inválido

source: District:
pt_br: Município:

source: Institution:
pt_br: Instituição:

source: Birth Date:
pt_br: Ano de Nascimento:

source: Prove that you are human, enter the characters below
pt_br: Prove que você é humano, digite os caracteres abaixo

source: Entered value is not valid.
pt_br: Valor digitado não é válido.

source: SSN:
pt_br: CPF:

source: Phone Number:
pt_br: Número do Telefone:

source: Caravan name:
pt_br: Nome da caravana:

source: You enter a name too small (min. 1) or the name has invalid characters.
pt_br: Você digitou um nome muito pequeno (mín. 1) ou o nome contém caracteres inválidos.

source: Codename:
pt_br: Codinome:

source: Codename is too small (min. 1).
pt_br: Codinome é muito pequeno (mín. 1).

source: Home
pt_br: Início

source: Schedule
pt_br: Programação

source: Caravan
pt_br: Caravana

source: Paper Submission
pt_br: Submissão de Trabalhos

source: Login
pt_br: Entrar

source: You enter a very small or very large password. Min.: 6, Max.: 255
pt_br: Você digitou uma senha muito pequena ou muito grande. Mín.: 6, Máx.: 255

source: Password
pt_br: Senha

source: Current Password:
pt_br: Senha atual:

source: New Password:
pt_br: Nova senha:

source: Repeat New Password:
pt_br: Repetir nova senha:

source: Title:
pt_br: Título:

source: Event type:
pt_br: Tipo do Evento:

source: Level:
pt_br: Nível:

source: Minimum profile:
pt_br: Perfil mínimo:

source: Describe what your audience should basically know...
pt_br: Descreva o que seu público deve saber basicamente...

source: Abstract:
pt_br: Resumo:

source: Abstract with insufficient number of characters (min. 20).
pt_br: Resumo contém número de caracteres insuficiente (mín. 20).

source: Time preferences:
pt_br: Preferência de horário:

source: Date and time more convenient...
pt_br: Dia e hora mais conveniente...

source: Technologies involved:
pt_br: Tecnologias envolvidas:

source: Need of an especific program or tool, distro, IDE, etc...
pt_br: Necessidade de um programa ou ferramenta específica, distribuição, IDE, etc...

source: PDF File:
pt_br: Arquivo PDF:

source: Click here to go back to the home page.
pt_br: Clique aqui para ir para página inicial.

source: Check the schedule of the conference which has Lectures, Mini courses and Workshops.
pt_br: Verifique a programação do encontro que contém Palestras, Minicursos e Oficinas.

source: Login on SiGE to have access to your page of interest, paper submission, etc.
pt_br: Faça login no SiGE para ter acesso a sua página de interesse, submissão de trabalhos, etc.

source: Get Involved
pt_br: Participe

source: Join us and get involved in the conference. To do that just sign up and bring 1Kg of food on the conference day.
pt_br: Junte-se a nós e participe do nosso encontro. Para isso basta de cadastrar e trazer 1Kg de alimento não perecível no dia do encontro.

source: An error occurred
pt_br: Um erro ocorreu

source: Exception information:
pt_br: Informação da exceção:

source: Message:
pt_br: Mensagem:

source: Conference
pt_br: Encontro

source: Place
pt_br: Local

source: Social Network
pt_br: Rede Social

source: If you already participated once click on
pt_br: Se você já participou clique em

source: If it's your first time click on
pt_br: Se é sua primeira vez clique em

source: I want to participate!
pt_br: Quero participar!

source: It's getting closer ...
pt_br: Falta pouco ...

source: It started!
pt_br: Começou!

source: Learn More
pt_br: Saiba Mais

source: Our conference will take place at:
pt_br: Nosso encontro ocorrerá no endereço:

source: Keep inform about our conference on our channels
pt_br: Mantenha-se informado sobre nosso encontro em nossos canais

source: I wanna be there!
pt_br: Eu quero estar lá!

source: Forgot My Password
pt_br: Esqueci Minha Senha

source: Participate Now
pt_br: Participe Agora

source: Add events of your interest
pt_br: Adicionar eventos de seu interesse

source: All
pt_br: Todos

source: Search event...
pt_br: Buscar evento...

source: Description
pt_br: Descrição

source: Date
pt_br: Data

source: Time
pt_br: Hora

source: Attention!
pt_br: Atenção!

source: Bookmark an event do not guarantee your spot. So arrive early.
pt_br: Marcar interesse numa palestra não garante sua vaga. Então chegue cedo.

source: Bookmark events it's only a way to organize the places depending on demand.
pt_br: Marcar eventos é apenas uma forma de organizar melhor os locais dependendo da demanda.

source: Add other speakers:
pt_br: Adicionar outros palestrantes:

source: Speakers
pt_br: Palestrantes

source: Remove the speaker from this event
pt_br: Remover o palestrante deste evento

source: Delete
pt_br: Deletar

source: Send e-mail
pt_br: Enviar e-mail

source: Submited Papers
pt_br: Artigos Submetidos

source: Submit
pt_br: Enviar

source: Lecture
pt_br: Palestra

source: Paper
pt_br: Artigo

source: Submited
pt_br: Submetido

source: Validated
pt_br: Validado

source: Not validated yet
pt_br: Não validado ainda

source: Download PDF
pt_br: Baixar PDF

source: Edit
pt_br: Editar

source: Add other speakers
pt_br: Adicionar outros palestrantes

source: Create/Edit tags
pt_br: Criar/Editar tags

source: What about submit a paper and participate?
pt_br: O que acha de submeter um trabalho e participar?

source: Submit Lecture
pt_br: Submeter Palestra

source: Submit Paper
pt_br: Submeter um trabalho

source: Auto scroll?
pt_br: Rolagem automática?

source: Print
pt_br: Impressão

source: from
pt_br: de

source: to
pt_br: até

source: by
pt_br: por

source: and other.
pt_br: e outro.

source: and %d others.
pt_br: e %d outros.

source: View and post comments
pt_br: Ver e postar comentários

source: There are no events on our schedule yet. Be the first to
pt_br: Ainda não há eventos na programação. Seja o primeiro a

source: Submit a paper
pt_br: Submeter um trabalho

source: Search tag
pt_br: Buscar tag

source: Create Tag
pt_br: Criar tag

source: Remove
pt_br: Remover

source: No tags found.
pt_br: Nenhuma tag encontrada.

source: Speaker:
pt_br: Palestrante:

source: Abstract
pt_br: Resumo

source: Other Speakers
pt_br: Outros palestrantes

source: Profile
pt_br: Perfil

source: Add participants to caravan:
pt_br: Adicionar participantes à caravana:

source: Participants
pt_br: Participantes

source: You are registered on this caravan
pt_br: Você está registrado nesta caravana

source: Caravan:
pt_br: Caravana:

source: Responsable:
pt_br: Responsável:

source: Leave this caravan?
pt_br: Sair desta caravana?

source: Are you responsable for a Caravan?
pt_br: Você é responsável por uma Caravana?

source: Create caravan
pt_br: Criar caravana

source: You are responsable for a Caravan
pt_br: Você é responsável por uma Caravana

source: Add participants
pt_br: Adicionar participantes

source: %s's page
pt_br: Página de %s

source: Alter Password
pt_br: Alterar senha

source: Certificates
pt_br: Certificados

source: Participant in Conference Certificates
pt_br: Certificados de Participante em Encontro

source: Speaker Certificates
pt_br: Certificados de Palestrantes

source: Signup successfully performed, verify you e-mail!
pt_br: Cadastro realizado com sucesso, verifique seu e-mail!

source: There you will find your default password. Your login will be your e-mail address.
pt_br: Lá você encontrará sua senha padrão. Seu login será seu endereço de e-mail.

source: Then you just need to
pt_br: Depois você só precisa

source: Interest List
pt_br: Lista de Interesses

source: Create an account
pt_br: Crie uma conta

source: Social Networks
pt_br: Redes Sociais

source: SiGE uses Gravatar for profile avatar.
pt_br: SiGE usa o Gravatar para a foto do perfil.

source: Configure Gravatar
pt_br: Configurar Gravatar

source: About me:
pt_br: Sobre mim:

source: Follow me on %s
pt_br: Me siga no %s

source: I still don't have %s
pt_br: Eu ainda não possuo %s

source: Slideshows of
pt_br: Apresentações de

source: Create an account on
pt_br: Crie uma conta em

source: so your presentations can appear here.
pt_br: para que suas apresentações de slides possam aparecer aqui.

source: Participant not found.
pt_br: Participante não encontrado.

source: Slideshare user
pt_br: Usuário do Slideshare

source: not found.
pt_br: não encontrado.

source: Details:
pt_br: Detalhes:

source: Configurations
pt_br: Configurações

source: Back
pt_br: Voltar

source: Conferences
pt_br: Encontros

source: Create Conference
pt_br: Criar Encontro

source: Submission Period
pt_br: Período de Submissão

source: E-mail confirmation message
pt_br: Mensagem e-mail confirmação

source: E-mail recover password message
pt_br: Mensagem e-mail recuperar senha

source: Some features of the message
pt_br: Algumas características da mensagem

source: The message can be written in HTML.
pt_br: A mensagem abaixo pode ser escrita em HTML.

source: Is not necessary write headers, write only the content of the
pt_br: Não é necessário escrever cabeçalhos, escreva apenas o conteúdo do

source: Is not possible to import Cascading Style Sheets (CSS) or Javascript files, the e-mail servers themselves will block them. To use CSS use the HTML attribute
pt_br: Não é possível importar folhas de estilo (CSS) ou arquivos Javascript, pois os próprios servidores de e-mail irão bloqueá-los. Para utilizar CSS você deve usar o atributo

source: Reload
pt_br: Recarregar

source: District
pt_br: Município

source: Num. registries
pt_br: Núm. inscrições

source: Num. Confirmed
pt_br: Núm. Confirmados

source: Manage Conferences
pt_br: Gerenciar Encontros

source: Users
pt_br: Usuários

source: User permissions
pt_br: Permissões de usuário

source: Edit permission of
pt_br: Editar permissões de

source: Search by
pt_br: Buscar por

source: Name
pt_br: Nome

source: Nickname
pt_br: Apelido

source: Permission
pt_br: Permissão

source: Title
pt_br: Título

source: Event
pt_br: Evento

source: Valid
pt_br: Válido

source: Not valid
pt_br: Não válido

source: Type
pt_br: Tipo

source: Submission
pt_br: Submissão

source: Responsable
pt_br: Responsável

source: Not informed
pt_br: Não informado

source: Schedule not defined
pt_br: Programação não definida

source: Speaker
pt_br: Palestrante

source: Time preferences
pt_br: Preferência de horário

source: Technologies involved
pt_br: Tecnologias envolvidas

source: Confirmed
pt_br: Confirmado

source: Institution
pt_br: Instituição

source: Men
pt_br: Homens

source: Women
pt_br: Mulheres

source: Welcome:
pt_br: Bem-vindo:

source: Logout
pt_br: Sair

source: SiGE by
pt_br: SiGE por

source: About
pt_br: Sobre

source: Source Code on Github
pt_br: Código-fonte no Github
